[
  {
    "id": "023",
    "year": 2025,
    "category": "research",
    "thumbnail": "images/thumbnails/053-thumb.jpg",
    "images": [
      "images/projects/023.1.jpg",
      "images/projects/023.2.jpg",
      "images/projects/023.3.jpg",
      "images/projects/023.4.jpg",
      "images/projects/023.5.jpg",
      "images/projects/023.6.jpg",
      "images/projects/023.7.jpg",
      "images/projects/023.8.jpg",
      "images/projects/023.9.jpg",
      "images/projects/023.10.jpg",
      "images/projects/023.11.jpg",
      "images/projects/023.12.jpg",
      "images/projects/023.13.jpg",
      "images/projects/023.14.jpg",
      "images/projects/023.15.jpg",
      "images/projects/023.16.jpg",
      "images/projects/023.17.jpg",
      "images/projects/023.18.jpg",
      "images/projects/023.19.jpg"
    ],
    "en": {
      "title": "From Structure to Action",
      "description": "This research project investigates how artificial intelligence can contribute to architectural repair as a systematic and creative design practice. Developed at the Professorship of Digital Fabrication at TU Munich, it introduces a digital framework that transforms unstructured information into structured data. By integrating multimodal AI with spatial reasoning and interactive modeling, the research demonstrates how human expertise and machine intelligence can collaborate to sustain and upgrade the built environment.<br><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction_Summary.pdf' target='_blank' rel='noopener noreferrer'>Summary</a><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction.pdf' target='_blank' rel='noopener noreferrer'>Full Text</a>"
    },
    "de": {
      "title": "From Structure to Action",
      "description": "Diese Forschungsarbeit untersucht, wie künstliche Intelligenz zur architektonischen Reparatur als systematische und kreative Entwurfspraxis beitragen kann. Das an der Professur für Digitale Fabrikation (TU München) entwickelte Forschungsprojekt stellt ein digitales Framework vor, das unstrukturierte Informationen in strukturierte Daten umwandelt. Durch die Integration multimodaler KI mit räumlichem Denken und interaktiver Modellierung demonstriert die Forschung, wie menschliche Expertise und maschinelle Intelligenz zusammenwirken können, um die gebaute Umwelt zu erhalten und aufzuwerten.<br><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction_Zusammenfassung.pdf' target='_blank' rel='noopener noreferrer'>Zusammenfassung (de)</a><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction.pdf' target='_blank' rel='noopener noreferrer'>Volltext (en)</a>"
    }
  },
  {
    "id": "022",
    "year": 2025,
    "category": "architecture",
    "thumbnail": "images/thumbnails/022-thumb.jpg",
    "images": [
      "images/projects/022.5.jpg",
      "images/projects/022.4.jpg",
      "images/projects/022.3.jpg",
      "images/projects/022.1.jpg"
    ],
    "en": {
      "title": "Detached Apartment",
      "description": "Renovation and reorganization of a detached house in Bonn, built in 1958. The existing floor plan was revised, with a new design for the bathroom and kitchen. By separating and converting the former laundry and storage rooms, an independent living unit with a private entrance was created.<br><br>2025–2026"
    },
    "de": {
      "title": "Separate Wohneinheit",
      "description": "Umbau und Neuordnung eines freistehenden Wohnhauses in Bonn, Baujahr 1958. Der bestehende Grundriss wurde überarbeitet, Bad und Küche neu gestaltet. Durch Abtrennung und Ausbau der ehemaligen Waschküche und Abstellräume entsteht eine eigenständige Wohneinheit mit separatem Eingang.<br><br>2025–2026"
    }
  },
  {
    "id": "021",
    "year": 2023,
    "category": "architecture",
    "thumbnail": "images/thumbnails/021-thumb.jpg",
    "images": [
      "images/projects/021.1.jpg",
      "images/projects/021.2.jpg",
      "images/projects/021.3.jpg"
    ],
    "en": {
      "title": "Graveyard Chapel Rhöndorf",
      "description": "Ongoing research and engagement with the Graveyard Chapel in Rhöndorf. Focus is the preservation and careful restoration of the building, recognizing it as a site of local identity and a significant example of post-war german architecture. In 2024, a proposal was unexpectedly submitted to approve the demolition of the chapel. After public concern and renewed discussion about its cultural value, the proposal was eventually withdrawn.<br><br>2022–Present<br><br><a href='https://tizianrein.de/wp-content/uploads/2024/10/220410_Die-Waldfriedhofskapelle-in-Rhoendorf-_-Tizian-Rein.pdf' target='_blank' rel='noopener noreferrer'>More Information</a>"
    },
    "de": {
      "title": "Waldfriedhofskapelle Rhöndorf",
      "description": "Anhaltende Forschungsarbeit und künstlerisch-aktivistische Auseinandersetzung mit der Waldfriedhofskapelle in Rhöndorf. Im Mittelpunkt steht die Forderung nach dem Erhalt und ein denkmalgerechter Umgang mit dem Bauwerk, welches als identitätsstiftender Ort und Beispiel einer modernen Sakralarchitektur der Nachkriegszeit besondere Bedeutung besitzt. 2024 wurde seitens der Stadtverwaltung unerwartet ein Vorschlag für den Abriss der Kapelle vorgelegt. Nach öffentlicher Besorgnis und erneuter Diskussion über ihren kulturellen Wert wurde der Antrag schließlich zurückgezogen.<br><br>2022–Aktuell<br><br><a href='https://tizianrein.de/wp-content/uploads/2024/10/220410_Die-Waldfriedhofskapelle-in-Rhoendorf-_-Tizian-Rein.pdf' target='_blank' rel='noopener noreferrer'>Mehr Informationen</a>"
    }
  },
  {
    "id": "020",
    "year": 2024,
    "category": "architecture",
    "thumbnail": "images/thumbnails/050-thumb.jpg",
    "images": [
      "images/projects/020.1.jpg",
      "images/projects/020.2.jpg",
      "images/projects/020.3.jpg",
      "images/projects/020.4.jpg",
      "images/projects/020.5.jpg"
    ],
    "en": {
      "title": "Apartment of a Clerk",
      "description": "Renovation and interior fit-out of an apartment in a post-war building in Bonn. The originally compact floor plan was altered with a few targeted interventions to create new relationships between the rooms, as well as to the garden and balcony.<br><br>2022-2023"
    },
    "de": {
      "title": "Beamtenwohnung Bonn",
      "description": "Sanierung und Innenausbau einer Wohnung in einem Haus der Nachkriegszeit in Bonn. Aus einem kompakten Grundriss wurden mit wenigen Eingriffen neue Beziehungen zwischen den Räumen sowie zum Balkon und Garten geschaffen.<br><br>2022-2023"
    }
  },
  {
    "id": "019",
    "year": 2019,
    "category": "objects",
    "thumbnail": "images/thumbnails/019.2-thumb.jpg",
    "images": [
      "images/projects/019.1.jpg",
      "images/projects/019.2.jpg",
      "images/projects/019.3.jpg",
      "images/projects/019.4.jpg",
      "images/projects/019.5.jpg"
    ],
    "en": {
      "title": "Shelter",
      "description": "A robust and functional bicycle shelter. The design is also suitable for cargo bikes and provides protection from the weather. As part of the concept, the use of solar modules as roofing was considered to integrate energy generation.<br><br>2022"
    },
    "de": {
      "title": "Unterstand",
      "description": "Planung für einen robusten und funktionalen Fahrradunterstand. Die Konstruktion eignet sich durch ihre Form auch für Lastenfahrräder und bietet Schutz vor Witterungseinflüssen. Im Rahmen der Konzeption kam auch der Einsatz von Solarmodulen als Dacheindeckung in Frage.<br><br>2022"
    }
  },
  {
    "id": "018",
    "year": 2024,
    "category": "objects",
    "thumbnail": "images/thumbnails/052-thumb.jpg",
    "images": [
      "images/projects/zakk.1.jpg",
      "images/projects/zakk.2.gif",
      "images/projects/zakk.3.jpg",
      "images/projects/zakk.4.jpg"
    ],
    "en": {
      "title": "ZAKK Garden Chair",
      "description": "ZAKK can fly.<br>ZAKK can dive.<br>ZAKK is adaptable.<br>ZAKK is durable.<br><br>A robust outdoor chair made from earth sleeves and a basement window grid, built entirely from hardware store materials. Galvanized, weather-resistant, and stable even on uneven ground thanks to the sleeves."
    },
    "de": {
      "title": "ZAKK Gartenstuhl",
      "description": "ZAKK kann fliegen.<br>ZAKK kann eintauchen.<br>ZAKK ist variabel.<br>ZAKK ist haltbar.<br><br>Ein robuster Außenstuhl aus Erdhülsen und einem Kellerfenstergitter, vollständig aus verfügbaren Materialien aus dem Baumarkt gefertigt. Verzinkt, wetterbeständig und durch die Erdhülsen auch auf unebenem Boden stabil einsetzbar."
    }
  }
]