[
  {
    "id": "023",
    "year": 2025,
    "category": "research",
    "thumbnail": "images/thumbnails/023-thumb.jpg",
    "images": [
      "images/projects/023.2.jpg",
      "images/projects/023.23.jpg",
      "images/projects/023.26.jpg",
      "images/projects/023.22.jpg",
      "images/projects/023.27.jpg",
      "images/projects/023.29.jpg",
      "images/projects/023.20.jpg",
      "images/projects/023.21.jpg",
      "images/projects/023.14.jpg",
      "images/projects/023.4.jpg",
      "images/projects/023.3.jpg",
      "images/projects/023.8.jpg"
    ],
    "en": {
      "title": "From Structure to Action",
      "description": "This research project investigates how artificial intelligence can contribute to architectural repair as a systematic and creative design practice. Developed at the Professorship of Digital Fabrication at TU Munich, it introduces a digital framework that transforms unstructured information into structured data. By integrating multimodal AI with spatial reasoning and interactive modeling, the research demonstrates how human expertise and machine intelligence can collaborate to sustain and upgrade the built environment.<br>2024–2025<br><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction_Summary.pdf' target='_blank' rel='noopener noreferrer'>Summary</a><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction.pdf' target='_blank' rel='noopener noreferrer'>Full Text</a>"
    },
    "de": {
      "title": "From Structure to Action",
      "description": "Diese Forschungsarbeit untersucht, wie künstliche Intelligenz zur architektonischen Reparatur als systematische und kreative Entwurfspraxis beitragen kann. Das an der Professur für Digitale Fabrikation (TU München) entwickelte Forschungsprojekt stellt ein digitales Framework vor, das unstrukturierte Informationen in strukturierte Daten umwandelt. Durch die Integration multimodaler KI mit räumlichem Denken und interaktiver Modellierung demonstriert die Forschung, wie menschliche Expertise und maschinelle Intelligenz zusammenwirken können, um die gebaute Umwelt zu erhalten und aufzuwerten.<br>2024–2025<br><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction_Zusammenfassung.pdf' target='_blank' rel='noopener noreferrer'>Zusammenfassung (de)</a><br><a href='https://tizianrein.github.io/fsta/docs/pdf/Rein_Tizian_2025_FromStructureToAction.pdf' target='_blank' rel='noopener noreferrer'>Volltext (en)</a>"
    }
  },
  {
    "id": "022",
    "year": 2025,
    "category": "architecture",
    "thumbnail": "images/thumbnails/022-thumb.jpg",
    "images": [
      "images/projects/022.5.jpg",
      "images/projects/022.4.jpg",
      "images/projects/022.3.jpg",
      "images/projects/022.1.jpg"
    ],
    "en": {
      "title": "Detached Apartment",
      "description": "Renovation and reorganization of a detached house in Bonn, built in 1958. The existing floor plan was revised, with a new design for the bathroom and kitchen. By separating and converting the former laundry and storage rooms, an independent living unit with a private entrance was created.<br><br>2025–2026"
    },
    "de": {
      "title": "Separate Wohneinheit",
      "description": "Umbau und Neuordnung eines freistehenden Wohnhauses in Bonn, Baujahr 1958. Der bestehende Grundriss wurde überarbeitet, Bad und Küche neu gestaltet. Durch Abtrennung und Ausbau der ehemaligen Waschküche und Abstellräume entsteht eine eigenständige Wohneinheit mit separatem Eingang.<br><br>2025–2026"
    }
  },
  {
    "id": "021",
    "year": 2023,
    "category": "architecture",
    "thumbnail": "images/thumbnails/021-thumb.jpg",
    "images": [
      "images/projects/021.1.jpg",
      "images/projects/021.2.jpg",
      "images/projects/021.3.jpg"
    ],
    "en": {
      "title": "Graveyard Chapel Rhöndorf",
      "description": "Ongoing research and engagement with the Graveyard Chapel in Rhöndorf. Focus is the preservation and careful restoration of the building, recognizing it as a site of local identity and a significant example of post-war german architecture. In 2024, a proposal was unexpectedly submitted to approve the demolition of the chapel. After public concern and renewed discussion about its cultural value, the proposal was eventually withdrawn.<br><br>Since 2022<br><br><a href='https://tizianrein.de/wp-content/uploads/2024/10/220410_Die-Waldfriedhofskapelle-in-Rhoendorf-_-Tizian-Rein.pdf' target='_blank' rel='noopener noreferrer'>More Information</a>"
    },
    "de": {
      "title": "Waldfriedhofskapelle Rhöndorf",
      "description": "Anhaltende Forschungsarbeit und künstlerisch-aktivistische Auseinandersetzung mit der Waldfriedhofskapelle in Rhöndorf. Im Mittelpunkt steht die Forderung nach dem Erhalt und ein denkmalgerechter Umgang mit dem Bauwerk, welches als identitätsstiftender Ort und Beispiel einer modernen Sakralarchitektur der Nachkriegszeit besondere Bedeutung besitzt. 2024 wurde seitens der Stadtverwaltung unerwartet ein Vorschlag für den Abriss der Kapelle vorgelegt. Nach öffentlicher Besorgnis und erneuter Diskussion über ihren kulturellen Wert wurde der Antrag schließlich zurückgezogen.<br><br>Seit 2022<br><br><a href='https://tizianrein.de/wp-content/uploads/2024/10/220410_Die-Waldfriedhofskapelle-in-Rhoendorf-_-Tizian-Rein.pdf' target='_blank' rel='noopener noreferrer'>Mehr Informationen</a>"
    }
  },
  {
    "id": "020",
    "year": 2024,
    "category": "architecture",
    "thumbnail": "images/thumbnails/020-thumb.jpg",
    "images": [
      "images/projects/020.1.jpg",
      "images/projects/020.2.jpg",
      "images/projects/020.3.jpg",
      "images/projects/020.5.jpg"
    ],
    "en": {
      "title": "Apartment of a Clerk",
      "description": "Renovation and interior fit-out of an apartment in a post-war building in Bonn. The originally compact floor plan was altered with a few targeted interventions to create new relationships between the rooms, as well as to the garden and balcony.<br><br>2022–2023"
    },
    "de": {
      "title": "Beamtenwohnung Bonn",
      "description": "Sanierung und Innenausbau einer Wohnung in einem Haus der Nachkriegszeit in Bonn. Aus einem kompakten Grundriss wurden mit wenigen Eingriffen neue Beziehungen zwischen den Räumen sowie zum Balkon und Garten geschaffen.<br><br>2022–2023"
    }
  },
  {
    "id": "019",
    "year": 2024,
    "category": "objects",
    "thumbnail": "images/thumbnails/019-thumb.jpg",
    "images": [
      "images/projects/019.1.jpg",
      "images/projects/019.2.jpg",
      "images/projects/019.3.jpg",
      "images/projects/019.4.jpg",
      "images/projects/019.5.jpg"
    ],
    "en": {
      "title": "Shelter",
      "description": "A robust and functional bicycle shelter. The design is also suitable for cargo bikes and provides protection from the weather. As part of the concept, the use of solar modules as roofing was considered to integrate energy generation.<br><br>2024"
    },
    "de": {
      "title": "Unterstand",
      "description": "Planung für einen robusten und funktionalen Fahrradunterstand. Die Konstruktion eignet sich durch ihre Form auch für Lastenfahrräder und bietet Schutz vor Witterungseinflüssen. Im Rahmen der Konzeption kam auch der Einsatz von Solarmodulen als Dacheindeckung in Frage.<br><br>2024"
    }
  },
  {
    "id": "018",
    "year": 2024,
    "category": "objects",
    "thumbnail": "images/thumbnails/018-thumb.jpg",
    "images": [
      "images/projects/zakk.1.jpg",
      "images/projects/zakk.2.gif",
      "images/projects/zakk.3.jpg",
      "images/projects/zakk.4.jpg"
    ],
    "en": {
      "title": "ZAKK Garden Chair",
      "description": "ZAKK can fly.<br>ZAKK can dive.<br>ZAKK is adaptable.<br>ZAKK is durable.<br><br>A robust outdoor chair made from earth sleeves and a basement window grid, built entirely from hardware store materials. Galvanized, weather-resistant, and stable even on uneven ground thanks to the sleeves.<br><br>2024"
    },
    "de": {
      "title": "ZAKK Gartenstuhl",
      "description": "ZAKK kann fliegen.<br>ZAKK kann eintauchen.<br>ZAKK ist variabel.<br>ZAKK ist haltbar.<br><br>Ein robuster Außenstuhl aus Erdhülsen und einem Kellerfenstergitter, vollständig aus verfügbaren Materialien aus dem Baumarkt gefertigt. Verzinkt, wetterbeständig und durch die Erdhülsen auch auf unebenem Boden stabil einsetzbar.<br><br>2024"
    }
  },
  {
    "id": "017",
    "year": 2024,
    "category": "architecture",
    "thumbnail": "images/thumbnails/017-thumb.jpg",
    "images": [
      "images/projects/017.1.jpg"
    ],
    "video": {
      "provider": "local",
      "src": "images/projects/017.video.mp4",
      "poster": "images/projects/017.frame.jpg",
      "insertAt": 1
    },
    "en": {
      "title": "Free/Bird",
      "description": "In the summersemester 2024 the Immersive Studio of Gramazio Kohler Research at ETH Zurich explored parametrically controlled timber constructions for an industrial component depot on an SBB site in Zurich. The design process was entirely based on three-dimensional CAD models, experienced at full scale through VR. The project combined experimental design and construction methods to translate industrial shelving systems into an adaptable roof structure. A custom algorithm script defined the cellular geometry of the wooden modules, allowing the roof to dynamically adjust to spatial and structural changes, creating a precise balance between functionality and lightness.<br><br>With <a href='https://lancelotburwell.ch' target='_blank'>Lancelot Burwell</a><br>ETH Zurich, Summer Semester 2024<br>Professorship for Architecture and Digital Fabrication (Prof. Fabio Gramazio & Prof. Matthias Kohler)<br>Guest critics: Prof. Annette Spiro, Gilles Retsin, Giulio Bettini, Gabriel Cuellar"
    },
    "de": {
      "title": "Free/Bird",
      "description": "Im Sommersemester 2024 widmete sich das Immersive Studio von Gramazio Kohler Research an der ETH Zürich der Entwicklung parametrisch gesteuerter Holzkonstruktionen für ein Bauteillager auf einem SBB-Areal in Zürich. Der Entwurfsprozess basierte vollständig auf dreidimensionalen CAD-Modellen, die über VR-Brillen im Maßstab 1:1 erlebt wurden. Das Projekt verband experimentelle Entwurfs- und Konstruktionsmethoden, um industrielle Regalsysteme in ein anpassungsfähiges Dachsystem zu überführen. Ein Algorithmus steuerte dabei automatisch die zelluläre Geometrie der Holzelemente, sodass sich das Dach dynamisch an Raum und Struktur anpasst und eine präzise Verbindung von Funktionalität und Leichtigkeit entsteht.<br><br>Mit <a href='https://lancelotburwell.ch' target='_blank'>Lancelot Burwell</a><br>ETH Zürich, Sommersemester 2024<br>Professur für Architektur und Digitale Fabrikation (Prof. Fabio Gramazio & Prof. Matthias Kohler)<br>Gastkritiker: Prof. Annette Spiro, Gilles Retsin, Giulio Bettini, Gabriel Cuellar"
    }
  },
  {
    "id": "016",
    "year": 2023,
    "category": "architecture",
    "thumbnail": "images/thumbnails/016-thumb.jpg",
    "images": [
      "images/projects/016.1.jpg",
      "images/projects/016.2.jpg",
      "images/projects/016.3.jpg",
      "images/projects/016.4.jpg",
      "images/projects/016.5.jpg",
      "images/projects/016.7.jpg",
      "images/projects/016.6.jpg"
    ],
    "en": {
      "title": "Harboring Histories",
      "description": "The speculative catalogue <em>Reluctant Relics – Memories of a Molecule</em> (<a href='catalog.pdf' target='_blank'>link to catalogue</a>) envisions a future Palermo where monuments, narratives, and artifacts merge into an architectural stageplay. Drawing from literary, cinematic, and digital sources, the project explores how collective memory and algorithmic design processes can shape the transformation of urban form. Unfolding across several stage sets of the city, the work combines documentary strategies with experimental design. Philosophical, technological, and narrative approaches accompany a poetic yet critical reflection on the relationship between architecture, city, and collective memory.<br><br>With Virginia “Ginny” Zaretskie<br>ETH Zurich, Winter Semester 2023<br>Studio Meteora – Chair of Digital Architectonics<br>(Prof. Ludger Hovestadt, Jorge Orozco, Adil Bokhari und Miro Roman) Guest critics: Prof. Vera Bühlmann, Julius von Bismarck, Elias Zafiris, Agostino Nickl"
    },
    "de": {
      "title": "Harboring Histories",
      "description": "Der spekulative Katalog <em>Reluctant Relics – Memories of a Molecule</em> (<a href='catalog.pdf' target='_blank'>Link zum Katalog</a>) entwirft ein Palermo der Zukunft, in dem Denkmäler, Erzählungen und Artefakte in einem architektonischen Bühnenstück verschmelzen. Ausgehend von literarischen, filmischen und digitalen Quellen erforscht das Projekt, wie kollektive Erinnerung und Algorithmen einen städtischen Gestaltwandel formen können. Die Arbeit entfaltet sich über mehrere erdachte Bühnenbilder der Stadt und verbindet dokumentarische Strategien mit spekulativem Entwerfen. Anwendungen aus Philosophie, Technologie und Erzählkunst begleiten eine poetische, zugleich kritische Auseinandersetzung mit der Beziehung zwischen Architektur, Stadt und kollektiver Erinnerung.<br><br>Mit Virginia „Ginny“ Zaretskie<br>ETH Zürich, Wintersemester 2023<br>Studio Meteora – Professur für Digitale Architektonik<br>(Prof. Ludger Hovestadt, Jorge Orozco, Adil Bokhari und Miro Roman) Gastkritiker: Prof. Vera Bühlmann, Julius von Bismarck, Elias Zafiris, Agostino Nickl"
    }
  },
  {
    "id": "013",
    "year": 2023,
    "category": "research",
    "thumbnail": "images/thumbnails/013-thumb.jpg",
    "images": [
      "images/projects/013.1.jpg",
      "images/projects/013.3.jpg",
      "images/projects/013.2.jpg",
      "images/projects/013.5.jpg",
      "images/projects/013.6.jpg",
      "images/projects/013.7.jpg"
    ],
    "en": {
      "title": "RoboSgraffito",
      "description": "The studio project <em>RoboSgraffito</em> explored how traditional plaster techniques can be reinterpreted through robotic fabrication. By translating craft-based gestures such as scraping, grinding, carving, and stamping into robotic toolpaths, the students developed a series of methods for layered, multicolored facade designs. Through experiments with material behavior, tool design, and digital control, the work revealed how collaborative robotics can extend architectural expression while maintaining tactile qualities of handcraft. The studio critically reflected on the evolving role of human expertise in construction and the potential of technology to foster new synergies between material, machine, and maker.<br><br>TU Munich, Wintersemester 2022<br>Prof. Andreas Hild – Chair of Design, Conversion and Preservation & Prof. Dr. Kathrin Dörfler – Chair of Digital Fabrication"
    },
    "de": {
      "title": "RoboSgraffito",
      "description": "Das Studio <em>RoboSgraffito</em> erforschte die Verbindung traditioneller Putztechniken mit digitaler und robotischer Fertigung. Durch die Übersetzung handwerklicher Verfahren wie Kratzen, Schleifen, Hobeln, Ziehen und Stempeln in robotische Bewegungsabläufe wurden neue Methoden für mehrschichtige, mehrfarbige Fassadengestaltungen entwickelt. Die Kombination aus Materialexperiment, Werkzeugentwicklung und digitaler Steuerung zeigte, wie kollaborative Robotik handwerkliche Ausdrucksformen erweitern und zugleich den Dialog zwischen Mensch, Maschine und Material neu definieren kann. Das Studio reflektierte kritisch die Rolle des Handwerks im Zeitalter der Automatisierung und das Potenzial digitaler Technologien, Wissenstransfer, Präzision und Gestaltungskraft miteinander zu verbinden.<br><br>TU München, Wintersemester 2023<br>Prof. Andreas Hild – Lehrstuhl für Entwerfen, Umbau und Denkmalpflege & Prof. Dr. Kathrin Dörfler – Lehrstuhl für Digitale Fabrikation"
    }
  },
  {
    "id": "012",
    "year": 2022,
    "category": "research",
    "thumbnail": "images/thumbnails/012-thumb.jpg",
    "images": [
      "images/projects/012.3.jpg",
      "images/projects/012.4.jpg",
      "images/projects/012.1.jpg",
      "images/projects/012.2.jpg"
    ],
    "en": {
      "title": "Structural Patterns",
      "description": "This project explores how equilibrium in architectural assemblies can be achieved through stereotomic principles, intentional voids, and interlocking geometries. Developed at the Chair of Structural Design at TU Munich, it investigates how mass-shifting, decomposition, and contact-surface design can generate stability in leaning and cantilevering forms. Through computational modeling and physical 3D-printed tests, the work demonstrates how geometric operations influence center of mass, incremental stability, and assembly behavior.<br><br>TU Munich, Summersemester 2023<br>Supervised by Prof. Pierluigi D'Acunto and Sebastian Dietrich – Professorship of Structural Design<br><br><a href='/projects/structural_patterns.pdf' target='_blank' rel='noopener noreferrer'>Full Project PDF</a> <svg xmlns='http://www.w3.org/2000/svg' width='14' height='14' viewBox='0 0 24 24' style='vertical-align: middle;'><path d='M7 17L17 7M17 7H7M17 7V17' stroke='currentColor' stroke-width='2' fill='none' stroke-linecap='round'/></svg>"
    },
    "de": {
      "title": "Structural Patterns",
      "description": "Dieses Projekt untersucht, wie Gleichgewicht in architektonischen Strukturen durch stereotomische Prinzipien, gezielte Hohlräume und ineinandergreifende Geometrien erreicht werden kann. Massenverschiebung, Segmentierung und die Gestaltung von Kontaktflächen erzeugen Stabilität und mannigfaltige Entwurfsmöglichkeiten. Durch digitale Simulationen und physische 3D-Drucktests wird gezeigt, wie geometrische Eingriffe den Schwerpunkt, die inkrementelle Stabilität und das Montageverhalten beeinflussen.<br><br>TU München, Sommersemester 2023<br>Betreut von Prof. Pierluigi D'Acunto und Sebastian Dietrich – Professur für Structural Design<br><br><a href='/projects/structural_patterns.pdf' target='_blank' rel='noopener noreferrer'>Projekt-PDF</a> <svg xmlns='http://www.w3.org/2000/svg' width='14' height='14' viewBox='0 0 24 24' style='vertical-align: middle;'><path d='M7 17L17 7M17 7H7M17 7V17' stroke='currentColor' stroke-width='2' fill='none' stroke-linecap='round'/></svg>"
    }
  },  
  {
    "id": "009",
    "year": 2019,
    "category": "architecture",
    "thumbnail": "images/thumbnails/009-thumb.jpg",
    "images": [
      "images/projects/009.3.jpg",
      "images/projects/009.4.jpg",
      "images/projects/009.1.jpg",
      "images/projects/009.2.jpg",
      "images/projects/009.5.jpg",
      "images/projects/009.6.jpg",
      "images/projects/009.7.jpg",
      "images/projects/009.9.jpg"
    ],
    "en": {
      "title": "Living in Nippes",
      "description": "Urban housing project in Cologne-Nippes addressing an infill lot with mixed apartment typologies and ground-floor activation. The proposal organizes circulation around a compact stair core and works with rhythmic façades that respond to the historic street profile. Plans, elevation, and section studies are complemented by material experiments and a 1:20 window reveal model exploring depth, shade, and texture. Physical models test the continuity of the block edge and the articulation of the courtyard side.<br><br>TH Köln, Winter Semester 2019<br> Supervised by Daniel Volske"
    },
    "de": {
      "title": "Wohnen in Nippes",
      "description": "Wohnungsbauprojekt in Köln-Nippes auf einer Baulücke mit unterschiedlichen Wohnungstypologien und aktiver Erdgeschosszone. Die Erschließung erfolgt über einen kompakten Treppenkern; die Fassade entwickelt einen klaren Rhythmus im Dialog mit dem historischen Straßenraum. Grundrisse, Ansicht und Schnitt werden durch Materialstudien sowie ein 1:20-Fensterdetail (Laibung/Tiefe/Schatten) vertieft. Arbeits- und Präsentationsmodelle untersuchen die Blockkante sowie die Ausbildung der Hofseite.<br><br>TH Köln, Wintersemester 2019<br>Lehrauftrag Daniel Volske"
    }
  }
]
